Repository: Ozel0t-G/notesnook
Catalog: apps/mobile/ios/NotesWidget/Localizable.xcstrings
Source language: en
Languages: de, nb

source: %lld tasks today
de: %lld Aufgaben heute

source: %lld active reminders
de: %lld aktive Erinnerungen

source: A widget to add notes quickly.
de: Ein Widget zum schnellen Erstellen von Notizen.

source: Add a quick note
de: Schnelle Notiz erstellen

source: After that
de: Danach

source: Complete %@
de: %@ erledigen

source: New task
de: Neue Aufgabe

source: New Task
de: Neue Aufgabe

source: New reminder
de: Neue Erinnerung

source: New Note
de: Neue Notiz

source: Next
de: Als Nächstes

source: No active reminders
de: Keine aktiven Erinnerungen

source: No tasks today
de: Heute keine Aufgaben

source: No data
de: Keine Daten

source: Ongoing
de: Laufend

source: Overdue reminder
de: Überfällige Erinnerung

source: Overdue
de: Überfällig

source: Due
de: Fällig
nb: Forfaller

source: Open VeyraN to create a Note.
de: VeyraN öffnen, um eine Notiz zu erstellen.

source: Open VeyraN to create a Task.
de: VeyraN öffnen, um eine Aufgabe zu erstellen.

source: Open VeyraN to refresh tasks
de: VeyraN öffnen, um Aufgaben zu aktualisieren

source: Open task %@
de: Aufgabe %@ öffnen

source: Quick Note
de: Schnelle Notiz

source: Reminders
de: Erinnerungen

source: See today's tasks, complete tasks, and create a task.
de: Heutige Aufgaben anzeigen, erledigen und neue erstellen.

source: See the next Task and what comes after it.
de: Die nächste Aufgabe und das, was danach kommt.

source: Tasks
de: Aufgaben

source: Tasks hidden by App Lock
de: Aufgaben durch App-Sperre ausgeblendet

source: Tasks · Today
de: Aufgaben · Heute

source: See upcoming reminders and create a new reminder.
de: Zeigt anstehende Erinnerungen und erstellt neue.

source: Today
de: Heute

source: Tomorrow
de: Morgen

source: %lld task
de: %lld Aufgabe

source: %lld tasks
de: %lld Aufgaben

source: +%lld more
de: +%lld weitere

source: All
de: Alle

source: Choose which Task list the widget shows.
de: Wähle, welche Aufgabenliste das Widget zeigt.

source: Completion not saved · Tap to retry
de: Nicht gespeichert · Tippen zum Wiederholen

source: Completion pending
de: Wird abgeschlossen

source: Flagged
de: Markiert

source: List
de: Liste

source: Locked
de: Gesperrt

source: No Tasks
de: Keine Aufgaben

source: Open VeyraN to load tasks
de: VeyraN öffnen, um Aufgaben zu laden

source: Retry completion for %@
de: Abschließen erneut versuchen: %@

source: Scheduled
de: Geplant

source: See your Tasks at a glance and check them off.
de: Deine Aufgaben auf einen Blick – direkt abhaken.

source: Complete
de: Erledigen
nb: Fullfør

source: Complete an overdue Task.
de: Eine überfällige Aufgabe erledigen.
nb: Fullfør en forfalt oppgave.

source: Pause
de: Pausieren

source: Pause a Task alarm countdown.
de: Einen Aufgabenalarm pausieren.
nb: Sett nedtellingen for en oppgavealarm på pause.

source: Paused
de: Pausiert
nb: På pause

source: Postpone the next Task alert.
de: Den nächsten Aufgaben-Alarm verschieben.
nb: Utsett neste oppgavevarsel.

source: Resume
de: Fortsetzen
nb: Fortsett

source: Resume a paused Task alarm.
de: Einen pausierten Aufgabenalarm fortsetzen.
nb: Fortsett en oppgavealarm som er satt på pause.

source: Reschedule
de: Neu planen
nb: Endre tid

source: Complete Task
de: Aufgabe erledigen
nb: Fullfør oppgave

source: Silence a Task alarm.
de: Einen Aufgabenalarm stumm schalten.
nb: Demp en oppgavealarm.

source: Snooze
de: Schlummern
nb: Utsett

source: Snoozed
de: Schlummert
nb: Utsatt

source: Stop
de: Stopp
nb: Stopp

source: Stopped
de: Gestoppt
nb: Stoppet
